Repository: brutasse/django-password-reset
Catalog: password_reset/locale/*/LC_MESSAGES/django.po
Languages: cs, es, it, ko, ru

source: Sorry, this user doesn't exist.
cs: Omlouváme se, ale tento uživatel neexistuje.
es: Disculpe, el usuario no existe.
it: Siamo spiacenti ma questo utente è inesistente.
ko: 해당 사용자가 존재하지 않습니다.
ru: Извините, такого пользователя нет

source: Username
cs: Uživatelské jméno (email)
es: Usuario
it: Nome utente
ko: 사용자 이름
ru: Логин

source: Email
ko: 이메일

source: Username or Email
cs: Uživatelské jméno, nebo email
es: Usuario o Email
it: Nome utente o e-mail
ko: 사용자 이름 또는 이메일
ru: Логин или Email

source: Sorry, inactive users can't recover their password.
cs: Omlouváme se, ale neaktivní uživatel si nemůže změnit heslo. Kontaktujte nás prosím.
it: Siamo spiacenti ma gli utenti inattivi non possono recuperare la propria password.
ko: 비활성화 계정은 비밀번호를 복구할 수 없습니다.

source: Unable to find user.
cs: Uživatel nebyl nalezen.
es: No es posible encontrar el usuario.
it: Impossibile trovare l'utente.
ko: 사용자를 찾을 수 없습니다.
ru: Такого пользователя нет

source: New password
cs: Nové heslo
es: Nueva clave
it: Nuova password
ko: 새 비밀번호
ru: Новый пароль

source: New password (confirm)
cs: Nové heslo (potvrzení)
es: Nueva clave (confirmar)
it: Nuova password (conferma)
ko: 새 비밀번호 (확인)
ru: Новый пароль (подтверждение)

source: The two passwords didn't match.
cs: Zadaná hesla nesouhlasí.
es: Las claves no coinciden
it: Le due password non corrispondono.
ko: 비밀번호가 일치하지 않습니다.
ru: Пароли не совпадают

source: New password set
cs: Heslo nastaveno.
es: Nueva clave actualizada
it: Nuova password impostata
ko: 새 비밀번호 설정됨
ru: Новый пароль сохранен

source: Your password has successfully been reset. You can use it right now on the login page.
cs: Heslo změněno. Můžete ho použít pro přihlášení.
es: Su clave ha sido restaurada. Puede utilizarla para ingresar al sistema
it: La Sua password è stata reimpostata con successo. Può utilizzarla da subito nella pagina di accesso.
ko: 새 비밀번호가 설정되었습니다. 이제 로그인 할 수 있습니다.
ru: Ваш пароль был успешно сброшен. Сейчас вы можете авторизоваться с новым паролем

source: Dear %(username)s,
cs: Uživateli %(username)s,
es: Querido %(username)s,
it: Gentile %(username)s
ko: %(username)s님,
ru: Уважаемый %(username)s,

source: You -- or someone pretending to be you -- has requested a password reset on %(domain)s.
cs: Vy, nebo někdo, kdo se za vás vydává, požádal o změnu hesla pro %(domain)s.
es: Usted -- o alguien pretendiendo ser usted -- ha requerido un blanqueo de clave en %(domain)s.
it: Lei - o qualcuno che pretende di essere lei - ha richiesto un cambio password su %(domain)s
ko: %(domain)s 계정의 비밀번호를 초기화하려는 시도가 있었습니다.
ru: Вы или кто-то еще, сделал запрос на сброс пароля на сайте %(domain)s.

source: You can set your new password by following this link:
cs: Nové heslo můžete nastavit na tomto odkazu:
es: Su clave puede ser cambiada siguiendo el siguiente enlace:
it: Può impostare la Sua password a questo link:
ko: 다음 링크에서 비밀번호를 재설정할 수 있습니다.
ru: Вы можете установить новый пароль пройдя по этой ссылке:

source: If you don't want to reset your password, simply ignore this email and it will stay unchanged.
cs: Nechcete-li své heslo měnit, prosím ignorujte tento email.
es: Si usted no ha requerido un cambio de clave, simplemente ignore este email y no será actualizada.
it: Se non desidera modificare la Sua password può semplicemente ignorare questa e-mail e rimarrà invariata.
ko: 비밀번호 재설정을 원치 않는 경우, 이 이메일을 무시하십시오.
ru: Если вы не хотете сбрасывать ваш пароль, просто проигнорируйте это сообщение

source: Password recovery on %(domain)s
cs: Změna hesla pro %(domain)s
es: Recuperación de clave en %(domain)s
it: Recupero password su %(domain)s
ko: %(domain)s 비밀번호 재설정
ru: Восстановление пароля на сайте %(domain)s

source: Password recovery
cs: Změna hesla
es: Recuperación de clave
it: Recupero password
ko: 비밀번호 재설정
ru: Восстановление пароля

source: Recover my password
cs: Změň moje heslo
es: Recuperar mi clave
it: Recupera la mia password
ko: 확인
ru: Восстановить пароль

source: Sorry, this password reset link is invalid. You can still <a href="%(recovery_url)s">request a new one</a>.
cs: Omlouváme se, ale tento odkaz již není platný. Můžete zažádat o <a href="%(recovery_url)s">nový</a>.
es: Disculpe, la url para recuperar la clave es inválida. Usted puede aún <a href="%(recovery_url)s">solicitar una nueva</a>.
it: Siamo spiacenti ma questo link di recupero non è valido. Può sempre richiederne <a href="%(recovery_url)s">uno nuovo</a>.
ko: 이 링크는 사용할 수 없습니다. 하지만 <a href="%(recovery_url)s">새 링크</a>를 요청할 수 있습니다.
ru: Извините, эта ссылка для восстановление пароля неверная, вы можете <a href="%(recovery_url)s">сделать новый запрос</a>.

source: Hi, <strong>%(username)s</strong>. Please choose your new password.
cs: <strong>%(username)s</strong>, zadejte nové heslo.
es: Hola, <string>%(username)s</strong>. Por favor ingrese su nueva clave.
it: Buongiorno, <strong>%(username)s</strong>. Scelga la Sua nuova password.
ko: <strong>%(username)s</strong>님, 새 비밀번호를 입력하세요
ru: Здравствуйте, <strong>%(username)s</strong>. Пожалуйста задайте новый пароль

source: Set new password
cs: Zadejte nové heslo
es: Ingresar nueva clave
it: Impostazione nuova password
ko: 새 비밀번호 설정하기
ru: Установить новый пароль

source: Password recovery sent
cs: Žádost o změnu odeslána.
es: Clave recuperada enviada
it: Recupero password inviato
ko: 비밀번호 복구 이메일 발송됨
ru: Запрос на восстановление пароля отправлен

source: An email was sent to <strong>%(email)s</strong> %(ago)s ago. Use the link in it to set a new password.
cs: Email zaslán na <strong>%(email)s</strong>. Použijte odkaz v mailu pro nastavení nového hesla. Akce provedena před %(ago)s.
es: Un email ha sido enviado a <strong>%(email)s</strong> hace %(ago)s. Use el enlace recibido para recuperar su clave
it: Una email è stata inviata a <strong>%(email)s</strong> %(ago)s fa. Utilizzi il link al suo interno per impostare una nuova password
ko: %(ago)s 전에 <strong>%(email)s</strong>로 이메일을 보냈습니다.이메일에 있는 링크로 비밀번호를 재설정하십시오.
ru: Письмо с инструкциями по восстановлению пароля было отправлено на <strong>%(email)s</strong> %(ago)s назад
