Repository: brutasse/django-password-reset
Catalog: password_reset/locale/heb/LC_MESSAGES/django.po
Languages: es

source: Username
es: שם משתמש

source: Email
es: אימייל

source: Username or Email
es: שם משתמש או אימייל

source: Sorry, this user doesn't exist.
es: שם משתמש אינו קיים

source: Unable to find user.
es: לא נמצא שם משתמש

source: New password
es: סיסמה חדשה

source: New password (confirm)
es: הקלד שנית לאימות הסיסמה

source: The two passwords didn't match.
es: הסיסמאות אינן תואמות

source: New password set
es: נקלטה סיסמה חדשה

source: Your password has successfully been reset. You can use it right now on the login page.
es: הסיסמה שלך הוגדרה בהצלחה. אתם יכולים להשתמש בה כעת בדף הכניסה

source: Dear %(username)s,
es: %(username)s,

source: You -- or someone pretending to be you -- has requested a password reset on %(domain)s.
es: אתם או מישהו בשמכם ביקש איפוס סיסמה ב %(domain)s.

source: You can set your new password by following this link:
es: לחצו על הקישור לאיפוס סיסמה

source: If you don't want to reset your password, simply ignore this email and it will stay unchanged.
es: במידה ואין ברצונכם לשנות את סיסמתכם פשוט התעלמו מהאימייל הזה. הסיסמה תשאר כפי שהיא כעת""

source: Password recovery on %(domain)s
es: שיחזור סיסמה ל%(domain)s

source: Password recovery
es: שיחזור סיסמה

source: Recover my password
es: לשחזור סיסמה

source: Sorry, this password reset link is invalid. You can still <a href="%(recovery_url)s">request a new one</a>.
es: אנו מצטערים אך קישורית זו לאיפוס סיסמה אינה תקינה. אתה יכול <a href="%(recovery_url)s">לבקש קישור חדש</a>.

source: Hi, <strong>%(username)s</strong>. Please choose your new password.
es: שלום, <strong>%(username)s</strong>. בחר סיסמה חדשה

source: Set new password
es: הגדר סיסמה חדשה

source: Password recovery sent
es: שיחזור סיסמה נשלח

source: An email was sent to <strong>%(email)s</strong> %(ago)s ago. Use the link in it to set a new password.
es: אימייל נשלח </br>ל <strong>%(email)s</strong> לפני %(ago)s . השתמשו בקישור שנשלח לאיפוס הסיסמה
